tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "microsoft/git"
brew "aria2"
brew "bat"
brew "cfonts"
brew "docker"
brew "exa"
brew "fd"
brew "fish"
brew "fisher"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git-delta"
brew "gnu-sed"
brew "iperf3"
brew "lazygit"
brew "mas"
brew "neofetch"
brew "neovim"
brew "onefetch"
brew "pass"
brew "ripgrep"
brew "starship"
brew "telnet"
brew "tmux"
brew "wget"
brew "z"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "clashx"
cask "discord"
cask "eudic"
cask "feishu"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "git-credential-manager-core"
cask "karabiner-elements"
cask "keka"
cask "keycastr"
cask "logseq"
cask "notion"
cask "postman"
cask "raycast"
cask "telegram"
cask "visual-studio-code"
cask "wechat"
