tap "1password/tap"
tap "gohyuhan/gitti"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "microsoft/git"
tap "morantron/tmux-fingers"
tap "oven-sh/bun"
brew "bat"
brew "cfonts"
brew "cloc"
brew "cmake"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "jq"
brew "lazygit"
brew "mas"
brew "mole"
brew "neovim"
brew "onefetch"
brew "pass"
brew "ripgrep"
brew "rust"
brew "starship"
brew "telnet"
brew "tmux"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "wget"
brew "zoxide"
brew "gohyuhan/gitti/gitti"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "morantron/tmux-fingers/tmux-fingers"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password-cli"
cask "aldente"
cask "appcleaner"
cask "arc"
cask "discord"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "ghostty"
cask "git-credential-manager"
cask "input-source-pro"
cask "karabiner-elements"
cask "keka"
cask "keycastr"
cask "raycast"
cask "spotify"
cask "telegram"
cask "trae-cn"
cask "visual-studio-code"
cask "wechat"
mas "1Password for Safari", id: 1569813296
mas "Infuse", id: 1136220934
mas "RunCat", id: 1429033973
mas "Shadowrocket", id: 932747118
mas "Swing", id: 989461317
mas "Xnip", id: 1221250572
