tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
brew "aria2"
brew "bat"
brew "cfonts"
brew "docker"
brew "exa"
brew "fish"
brew "fisher"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git-delta"
brew "iperf3"
brew "lazygit"
brew "mas"
brew "neofetch"
brew "neovim"
brew "onefetch"
brew "ripgrep"
brew "starship"
brew "telnet"
brew "tmux"
brew "wget"
brew "zellij"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "chatgpt"
cask "clashx"
cask "eudic"
cask "feishu"
cask "font-hack-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "logseq"
cask "microsoft-edge"
cask "notion"
cask "raycast"
cask "shadowsocksx-ng"
cask "telegram"
cask "wechat"
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
mas "Xnip", id: 1221250572
