tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "chezmoi"
brew "exa"
brew "fish"
brew "fisher"
brew "fnm"
brew "ghq"
brew "mas"
brew "neovim"
brew "tmux"
brew "z"
cask "aldente"
cask "appcleaner"
cask "eudic"
cask "font-victor-mono-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "notion"
cask "raycast"
cask "visual-studio-code"
cask "wechat"
mas "RunCat", id: 1429033973
mas "Xnip", id: 1221250572
